{
    "2": {
        "answer": true,
        "explanation": null,
        "text": "Todas las operaciones elementales de fila son inversibles y sus inversas también son operaciones elementales de filas."
    },
    "3": {
        "answer": false,
        "explanation": null,
        "text": "Una matriz 5 x 6 tiene seis filas."
    },
    "4": {
        "answer": false,
        "explanation": null,
        "text": "El conjunto soluci6n de un sistema de ecuaciones lineales que tenga las inc6gnitas x1,...,Xn es una lista de ntmeros s1,...,S; que hace de cada ecuacién del sistema un enunciado verdadero cuando las incégnitas x1,...,X se sustituyen por los valores s1,...,Sn-"
    },
    "5": {
        "answer": true,
        "explanation": null,
        "text": "Las dos preguntas fundamentales acerca de un sistema de ecuaciones lineales son preguntas sobre la existencia y la unicidad de solucién."
    },
    "6": {
        "answer": true,
        "explanation": null,
        "text": "Las operaciones elementales de fila realizadas sobre la matriz (ampliada) de un sistema de ecuaciones lineales no cambian nunca el conjunto solucién del sistema."
    },
    "7": {
        "answer": false,
        "explanation": null,
        "text": "Dos matrices son equivalentes por filas cuando poseen el mismo numero de filas."
    },
    "8": {
        "answer": false,
        "explanation": null,
        "text": "Un sistema incompatible tiene mas de una solucién."
    },
    "9": {
        "answer": true,
        "explanation": null,
        "text": "Dos sistemas de ecuaciones lineales son equivalentes si y sdlo si ambos tienen el mismo conjunto soluci6n."
    },
    "10": {
        "answer": true,
        "explanation": null,
        "text": "Una soluci6én particular de un sistema de ecuaciones lineales que tenga las incdégnitas X1,.-+,Xn es una lista de nimeros s1,...,S; que hace de cada ecuacién del sistema un enun- ciado verdadero cuando las incégnitas x1,...,X, se sustituyen por los valores $1,...,Sy-"
    },
    "11": {
        "answer": true,
        "explanation": null,
        "text": "Si un sistema compatible tiene variables libres, entonces el sistema tiene muchas soluciones."
    },
    "12": {
        "answer": false,
        "explanation": null,
        "text": "Toda operacion elemental realizada sobre un sistema de ecuaciones lineales cambia las ecuaciones pero no las soluciones."
    },
    "13": {
        "answer": false,
        "explanation": null,
        "text": "En algunos casos, una matriz se puede reducir por filas a mas de una matriz en forma escalonada reducida, usando diferentes secuencias de operaciones elementales de filas."
    },
    "14": {
        "answer": false,
        "explanation": null,
        "text": "El algoritmo de reducci6n por filas se aplica solamente a matrices ampliadas de sistemas de ecuaciones lineales."
    },
    "15": {
        "answer": true,
        "explanation": null,
        "text": "Una incdgnita basica de un sistema de ecuaciones lineales es una incégnita que corresponde a una columna pivote en la matriz de coeficientes."
    },
    "16": {
        "answer": true,
        "explanation": null,
        "text": "Resolver un sistema de ecuaciones lineales es lo mismo que encontrar las ecuaciones paramétricas de su conjunto solucién."
    },
    "17": {
        "answer": false,
        "explanation": null,
        "text": "Si una fila en la forma escalonada de la matriz ampliada de un sistema es (0 0 05 0), entonces el sistema de ecuaciones lineales asociado es incompatible."
    },
    "18": {
        "answer": false,
        "explanation": null,
        "text": "La forma escalonada de una matriz es tnica."
    },
    "19": {
        "answer": false,
        "explanation": null,
        "text": "En una matriz, las posiciones pivote dependen de si se usan 0 no intercambios de fila en el proceso de eliminaci6n."
    },
    "20": {
        "answer": true,
        "explanation": null,
        "text": "La reducci6n de una matriz a forma escalonada es la fase progresiva del proceso de reducci6n por filas."
    },
    "21": {
        "answer": false,
        "explanation": null,
        "text": "Si un sistema tiene variables libres, entonces el conjunto solucién contiene muchas solucio- nes."
    },
    "22": {
        "answer": true,
        "explanation": null,
        "text": "Una solucién general de un sistema es una descripcién explicita de todas las soluciones del sistema."
    },
    "23": {
        "answer": false,
        "explanation": null,
        "text": "Dos matrices son equivalentes por filas si y solo si tienen el mismo numero de pivotes."
    },
    "24": {
        "answer": false,
        "explanation": null,
        "text": "Dos matrices son equivalentes por filas si y solo si tienen el mismo ntimero de pivotes y en las mismas posiciones."
    },
    "25": {
        "answer": false,
        "explanation": null,
        "text": "Una notacion equivalente para el vector (3) es [—4 3]."
    },
    "26": {
        "answer": false,
        "explanation": null,
        "text": "Los puntos en el plano correspondientes a (—2,5) y (—5,2) estan sobre una recta que pasa por el origen."
    },
    "27": {
        "answer": true,
        "explanation": null,
        "text": "Un ejemplo de una combinacion lineal de los vectores v1 y v2 es el vector 5Y1-"
    },
    "28": {
        "answer": true,
        "explanation": null,
        "text": "El conjunto solucién del sistema cuya matriz ampliada soluci6n de la ecuaci6n vectorial x, a; + x2a2 + x3a3 = b.  1 a2 a3 b] es igual al conjunto"
    },
    "29": {
        "answer": false,
        "explanation": null,
        "text": "Cualesquiera que sean los vectores u, v el conjunto generado por ellos, Gen{u, v}, siempre representa un plano que pasa por el origen."
    },
    "30": {
        "answer": false,
        "explanation": null,
        "text": "‘a de cinco ntimeros reales es un vector en R°.  Cualquier lis"
    },
    "31": {
        "answer": true,
        "explanation": null,
        "text": "El vector u se obtiene cuando al vector u — v se le suma el vector v."
    },
    "32": {
        "answer": true,
        "explanation": null,
        "text": "Siu y v son vectores distintos de cero, Gen{u, vj contiene la recta que pasa por u y por el origen."
    },
    "33": {
        "answer": true,
        "explanation": null,
        "text": "Si uy v son vectores distintos ambos no nulos, Gen{u, v} contiene la recta que pasa por u y por v."
    },
    "34": {
        "answer": true,
        "explanation": null,
        "text": "Preguntar si el sistema correspondiente a una matriz ampliada |a; a2 a3 b| tiene alguna soluci6n es lo mismo que preguntar si b esta en el conjunto generado Gen{aj, a2, a3}."
    },
    "35": {
        "answer": true,
        "explanation": null,
        "text": "Si la ecuacién Ax = b es incompatible, entonces b no esta en el conjunto generado por las columnas de A."
    },
    "36": {
        "answer": false,
        "explanation": null,
        "text": "El espacio columna de una matriz A es el conjunto de soluciones de Ax = b."
    },
    "37": {
        "answer": true,
        "explanation": null,
        "text": "El espacio columna de una matriz A esta generado por las columnas de A."
    },
    "38": {
        "answer": false,
        "explanation": null,
        "text": "Un vector b pertenece al espacio columna de A si y sdlo si el sistema Ax = b es compatible y determinado."
    },
    "39": {
        "answer": true,
        "explanation": null,
        "text": "El espacio columna de una matriz A esta generado por las columnas pivote de A."
    },
    "40": {
        "answer": true,
        "explanation": null,
        "text": "Cualquier combinacion lineal de vectores siempre puede escribirse en la forma de producto Ax para una matriz A y un vector x."
    },
    "41": {
        "answer": false,
        "explanation": null,
        "text": "La ecuacién x = p + fv describe una recta que pasa por v y es paralela a p."
    },
    "42": {
        "answer": true,
        "explanation": null,
        "text": "Si en la matriz A la columna 3 es el doble de la columna 5, al hacer una operacién elemental de filas sobre A seguira siendo la columna 3 el doble de la columna 5."
    },
    "43": {
        "answer": true,
        "explanation": null,
        "text": "Si en una matriz la columna 2 es la suma de las columnas 1 y 4, al hacer una operaci6n elemental de filas seguira siendo la columna 2 igual a la suma de las columnas 1 y 4."
    },
    "44": {
        "answer": false,
        "explanation": null,
        "text": "Las operaciones elementales de filas conservan el espacio columna de una matriz."
    },
    "45": {
        "answer": true,
        "explanation": null,
        "text": "Las operaciones elementales de filas conservan el espacio fila de una matriz."
    },
    "46": {
        "answer": false,
        "explanation": null,
        "text": "La ecuacién Ax = b se conoce como una ecuacion vectorial."
    },
    "47": {
        "answer": true,
        "explanation": null,
        "text": "Un vector b es una combinaci6n lineal de las columnas de una matriz A si, y s6lo si, la ecuacién Ax = b tiene al menos una solucién."
    },
    "48": {
        "answer": false,
        "explanation": null,
        "text": "La ecuacién Ax = b es compatible si la matriz ampliada [A b] tiene una posicién pivote en cada fila."
    },
    "49": {
        "answer": true,
        "explanation": null,
        "text": "E] primer elemento en el producto Ax es una suma de productos."
    },
    "50": {
        "answer": true,
        "explanation": null,
        "text": "Si las columnas de una matriz A de orden m x n generan R™, entonces la ecuaci6n Ax = b es compatible para cada vector b de R™."
    },
    "51": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz m x n y la ecuacién Ax = b es incompatible para algun b en R\", entonces A no puede tener una posicién pivote en cada fila."
    },
    "52": {
        "answer": true,
        "explanation": null,
        "text": "Cualquier ecuacion matricial Ax = b corresponde a una ecuaci6n vectorial con el mismo conjunto solucién."
    },
    "53": {
        "answer": true,
        "explanation": null,
        "text": "Cualquier combinacion lineal de vectores de R™ siempre puede escribirse en la forma de producto Ax para una matriz A y un vector x."
    },
    "54": {
        "answer": true,
        "explanation": null,
        "text": "El conjunto solucién de un sistema de ecuaciones lineales cuya matriz ampliada es [ay az a3 b] es el mismo que el conjunto solucién de Ax = b, si A = [ay ap as]."
    },
    "55": {
        "answer": true,
        "explanation": null,
        "text": "Si la ecuaci6n Ax = b es incompatible, entonces b no esta en el conjunto generado por las columnas de A."
    },
    "56": {
        "answer": false,
        "explanation": null,
        "text": "Si la matriz ampliada [A b] tiene una posicion pivote en cada fila, entonces la ecuaci6n Ax = bes incompatible."
    },
    "57": {
        "answer": true,
        "explanation": null,
        "text": "Si 5 iz 5 5 m 5 sari Si A es una matriz m x n cuyas columnas no generan R , entonces necesariamente la ecuacién Ax = b es incompatible para algtin vector b en R”."
    },
    "58": {
        "answer": true,
        "explanation": null,
        "text": "La ecuaci6n homogénea A x = 0 tiene soluci6n no trivial si, y sdlo si, tiene por lo menos una variable libre."
    },
    "59": {
        "answer": true,
        "explanation": null,
        "text": "Si la matriz A tiene una posicién pivote en cada fila, entonces la ecuacién Ax = b es compatible para todo b."
    },
    "60": {
        "answer": true,
        "explanation": null,
        "text": "Si la matriz A tiene un pivote en cada fila, entonces el sistema representado por la ecuaci6n matricial Ax = b no puede tener mds ecuaciones que incdégnitas."
    },
    "61": {
        "answer": false,
        "explanation": null,
        "text": "Si la matriz ampliada |A b} tiene una posicion pivote en cada fila, entonces la ecuaci6n Ax = bes incompatible."
    },
    "62": {
        "answer": false,
        "explanation": null,
        "text": "Si la matriz ampliada [A b| tiene una posici6n pivote en cada fila, entonces la ecuaci6n Ax = b es compatible."
    },
    "63": {
        "answer": true,
        "explanation": null,
        "text": "Una ecuacién homogénea siempre es compatible."
    },
    "64": {
        "answer": false,
        "explanation": null,
        "text": "La ecuacién A x = 0 proporciona una descripcién explicita de su conjunto solucién."
    },
    "65": {
        "answer": false,
        "explanation": null,
        "text": "La ecuacién homogénea A x = 0 tiene solucién trivial si, y sdlo si, cuenta por lo menos con una variable libre."
    },
    "66": {
        "answer": false,
        "explanation": null,
        "text": "La ecuaci6n x = p + tv describe una recta que pasa por v y es paralela a p."
    },
    "67": {
        "answer": true,
        "explanation": null,
        "text": "El conjunto solucién de Ax = b es el conjunto de todos los vectores de la forma w = p + v, donde v es cualquier soluci6n de la ecuacién A x = 0."
    },
    "68": {
        "answer": false,
        "explanation": null,
        "text": "Si x es una solucién no trivial de A x = 0, entonces todos los elementos de x son diferentes de cero."
    },
    "69": {
        "answer": true,
        "explanation": null,
        "text": "La ecuaciOn x = x2u + X3v, con x2 y x3 arbitrarios (y con u y v tales que no son multiplos entre si), describe un plano que pasa por el origen."
    },
    "70": {
        "answer": true,
        "explanation": null,
        "text": "La ecuacién Ax = b es homogénea si el vector cero es una solucién."
    },
    "71": {
        "answer": true,
        "explanation": null,
        "text": "El efecto de sumar p a un vector es trasladar el vector en una direcci6n paralela a p."
    },
    "72": {
        "answer": false,
        "explanation": null,
        "text": "El conjunto solucién de A x = b se obtiene al trasladar el conjunto solucion de A x = 0 por un vector cualquiera."
    },
    "73": {
        "answer": true,
        "explanation": null,
        "text": "La ecuacién A x = b es homogénea si y sdlo si el vector cero es una solucién."
    },
    "74": {
        "answer": true,
        "explanation": null,
        "text": "El conjunto solucién de A x = b es un trasladado del conjunto solucién de A x = 0."
    },
    "75": {
        "answer": false,
        "explanation": null,
        "text": "Las columnas de una matriz A son linealmente independientes si la ecuacién A x = 0 tiene la solucion trivial."
    },
    "76": {
        "answer": false,
        "explanation": null,
        "text": "Si S es un conjunto de vectores ligado (los vectores de S son linealmente dependientes), entonces cada vector de S es una combinaci6n lineal de los otros vectores en S."
    },
    "77": {
        "answer": true,
        "explanation": null,
        "text": "Las columnas de cualquier matriz de orden 4 x 5 son linealmente dependientes."
    },
    "78": {
        "answer": true,
        "explanation": null,
        "text": "Si x e y son linealmente independientes, y si {x,y,z} es un conjunto ligado (los vectores son linealmente dependientes), entonces z esta en Gen{x, y}."
    },
    "79": {
        "answer": true,
        "explanation": null,
        "text": "Dos vectores son linealmente dependientes si, y sdlo si, estan en una misma recta que pasa por el origen."
    },
    "80": {
        "answer": false,
        "explanation": null,
        "text": "Si un conjunto de vectores contiene menos vectores que coordenadas tiene cada uno de los vectores, entonces el conjunto es libre (los vectores son linealmente independientes)."
    },
    "81": {
        "answer": true,
        "explanation": null,
        "text": "Si x e y son linealmente independientes y z esta en Gen{x, y}, entonces el conjunto {x, y,Z} es ligado."
    },
    "82": {
        "answer": false,
        "explanation": null,
        "text": "Si un conjunto de vectores de R\" es ligado (los vectores son linealmente dependientes), entonces el conjunto contiene mds vectores que coordenadas tiene cada vector."
    },
    "83": {
        "answer": false,
        "explanation": null,
        "text": "Los coeficientes cy,...,C;, en una combinacion lineal cyvy +--+ + CV, no pueden ser todos iguales a cero."
    },
    "84": {
        "answer": true,
        "explanation": null,
        "text": "El espacio nulo de una matriz A es el conjunto soluci6n de Ax = 0."
    },
    "85": {
        "answer": true,
        "explanation": null,
        "text": "Los vectores que sirven para expresar la soluci6n general de Ax = 0 en forma paramétrica vectorial generan el espacio nulo de A."
    },
    "86": {
        "answer": true,
        "explanation": null,
        "text": "Las columnas pivote de cualquier matriz forman un conjunto libre."
    },
    "87": {
        "answer": false,
        "explanation": null,
        "text": "Las columnas no pivote de cualquier matriz forman un conjunto ligado."
    },
    "88": {
        "answer": false,
        "explanation": null,
        "text": "Las columnas de cualquier matriz de orden 4 por 5 son vectores linealmente independientes."
    },
    "89": {
        "answer": false,
        "explanation": null,
        "text": "Las columnas de alguna matriz de orden 4 por 5 son vectores linealmente independientes."
    },
    "90": {
        "answer": false,
        "explanation": null,
        "text": "Las columnas de cualquier matriz de orden 5 por 4 son vectores linealmente dependientes."
    },
    "91": {
        "answer": false,
        "explanation": null,
        "text": "Las columnas de cualquier matriz de orden 5 por 4 son vectores linealmente independientes."
    },
    "92": {
        "answer": true,
        "explanation": null,
        "text": "Las columnas de alguna matriz de orden 5 por 4 son vectores linealmente independientes."
    },
    "93": {
        "answer": true,
        "explanation": null,
        "text": "Una matriz y su traspuesta tienen el mismo numero de posiciones pivote."
    },
    "94": {
        "answer": false,
        "explanation": null,
        "text": "Si el ndmero de posiciones pivote de A es igual al numero de filas de A entoces el nimero de posiciones pivote de AT es también igual al nimero de filas de A?."
    },
    "95": {
        "answer": true,
        "explanation": null,
        "text": "Las operaciones elementales de filas conservan las relaciones de dependencia lineal que puedan existir entre las columnas de una matriz."
    },
    "96": {
        "answer": false,
        "explanation": null,
        "text": "Las operaciones elementales de filas conservan las relaciones de dependencia lineal que puedan existir entre las filas de una matriz."
    },
    "97": {
        "answer": true,
        "explanation": null,
        "text": "Si un conjunto de vectores es libre (0 linealmente independiente) entonces ningun vector del conjunto es combinaci6n lineal de los otros."
    },
    "98": {
        "answer": true,
        "explanation": null,
        "text": "Si un conjunto de vectores es ligado (0 linealmente dependiente) entonces algtin vector del conjunto es combinaci6n lineal de los otros."
    },
    "99": {
        "answer": false,
        "explanation": null,
        "text": "Si un conjunto de vectores es ligado (0 linealmente dependiente) entonces cada vector del conjunto es combinaci6n lineal de los otros."
    },
    "100": {
        "answer": true,
        "explanation": null,
        "text": "Un conjunto de vectores es ligado (0 linealmente dependiente) si y solo si no es libre."
    },
    "101": {
        "answer": false,
        "explanation": null,
        "text": "Las columnas de una matriz A son linealmente independientes si la ecuaci6n A x = 0 tiene la solucién trivial."
    },
    "102": {
        "answer": false,
        "explanation": null,
        "text": "Si S es un conjunto de vectores ligado (los vectores de S son linealmente dependientes), entonces cada vector de S es una combinacién lineal de los otros vectores en S."
    },
    "103": {
        "answer": true,
        "explanation": null,
        "text": "El problema de unicidad de solucién de un sistema de ecuaciones lineales es un problema de determinar si una aplicaci6n es inyectiva."
    },
    "104": {
        "answer": true,
        "explanation": null,
        "text": "Si la aplicaci6n matricial definida por la matriz de coeficientes de un sistema es sobreyectiva entonces se puede asegurar la existencia de soluci6n."
    },
    "105": {
        "answer": false,
        "explanation": null,
        "text": "Una aplicacion T : R\" — R\" es sobreyectiva si a cada vector x en R” lo transforma en aletin vector de R™."
    },
    "106": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz 3 x 2, entonces la aplicaci6n x ++ A x no puede ser inyectiva."
    },
    "107": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz 4 x 3 entonces la transformacion x ++ Ax es una aplicacion inyectiva de Ren R*."
    },
    "108": {
        "answer": false,
        "explanation": null,
        "text": "Si un sistema tiene una unica solucion, al cambiar los terminos independientes al azar, el nuevo sistema podria tener muchas soluciones."
    },
    "109": {
        "answer": false,
        "explanation": null,
        "text": "Si un sistema cumple la propiedad de existencia fuerte de solucién, al cambiar los términos independientes al azar, el nuevo sistema podria dejar de cumplirla."
    },
    "110": {
        "answer": false,
        "explanation": null,
        "text": "Una aplicaci6n T : R\" — R\" es inyectiva si cada vector en R\" se transforma en un Unico vector en R”™."
    },
    "111": {
        "answer": false,
        "explanation": null,
        "text": "El codominio de la transformaci6n x ++ Ax es el conjunto de todas las combinaciones lineales de las columnas de A."
    },
    "112": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz 3 x 2, entonces la aplicacién x ++ A x no puede ser sobreyectiva."
    },
    "113": {
        "answer": true,
        "explanation": null,
        "text": "Una transformacién matricial es un tipo especial de funcién."
    },
    "114": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz de orden 3 x 5 y T una transformacion definida por T(x) = Ax, entonces el dominio de T es R°."
    },
    "115": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz m x n que tiene m columnas pivote entonces la aplicaci6n x ++ Ax es una aplicaci6n inyectiva."
    },
    "116": {
        "answer": true,
        "explanation": null,
        "text": "La aplicacion de R* a R* que refleja los puntos en el origen (simetrfa central con centro en el origen) es la misma que la que gira todos los vectores 180°."
    },
    "117": {
        "answer": true,
        "explanation": null,
        "text": "Una transformacion lineal es un tipo especial de funcién."
    },
    "118": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz de orden 3 x 5 y T una transformacion definida por T(x) = Ax, entonces el dominio de T es R°."
    },
    "119": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz de orden m x n, entonces el conjunto imagen de la transformacién x Axes R?."
    },
    "120": {
        "answer": false,
        "explanation": null,
        "text": "Cuando se realizan dos aplicaciones lineales una después de la otra, el efecto combinado puede no ser siempre una aplicacioén lineal."
    },
    "121": {
        "answer": true,
        "explanation": null,
        "text": "Una transformaci6n T es lineal si, y solo si, T(cjvy + c2v2) = cyT (vi) + c2T (v2) para todo vi y V2 en el dominio de T y para todos los ntimeros cy y c2."
    },
    "122": {
        "answer": true,
        "explanation": null,
        "text": "Toda transformaci6én matricial es una transformacién lineal."
    },
    "123": {
        "answer": true,
        "explanation": null,
        "text": "SiT: R* + R* gira los vectores del plano alrededor del origen en un angulo ¢, entonces T es una aplicacion lineal."
    },
    "124": {
        "answer": false,
        "explanation": null,
        "text": "Si T: R\" — R” es una transformaci6n lineal y b es un vector de R™, entonces una pregunta de unicidad es: ;Esta b en la imagen de T?. é Fed"
    },
    "125": {
        "answer": true,
        "explanation": null,
        "text": "Una transformaci6n lineal conserva las operaciones de suma de vectores y de multiplicacién por nimeros."
    },
    "126": {
        "answer": true,
        "explanation": null,
        "text": "El principio de superposicién es una descripcion fisica de una transformacién lineal."
    },
    "127": {
        "answer": true,
        "explanation": null,
        "text": "Toda transformacion lineal es una transformacién matricial."
    },
    "128": {
        "answer": true,
        "explanation": null,
        "text": "Una aplicaci6n lineal T : R\" + R” esta completamente determinada por su efecto sobre las columnas de la matriz identidad n x n."
    },
    "129": {
        "answer": true,
        "explanation": null,
        "text": "Toda aplicacién lineal T : R\" — R\" siempre lleva el origen de R” al origen de R”."
    },
    "130": {
        "answer": false,
        "explanation": null,
        "text": "SiT: RR\" — R\" y S: R! — R? son aplicaciones lineales, la composicion S o T : R™ — R? existe si y sdlo si el nimero de columnas de la matriz de T es igual al ntimero de filas de la matriz de S."
    },"131": {
        "answer": true,
        "explanation": null,
        "text": "Toda operaci6n elemental de filas que actue sobre matrices de n filas determina una aplicaci6n lineal de R\" en R”."
    },
    "132": {
        "answer": false,
        "explanation": null,
        "text": "En la matriz elemental correspondiente a una operacién elemental de filas todos los elementos son iguales a 10a 0."
    },
    "133": {
        "answer": false,
        "explanation": null,
        "text": "No toda aplicacién lineal de R” a R\" tiene por qué ser una aplicaci6n matricial."
    },
    "134": {
        "answer": true,
        "explanation": null,
        "text": "Las columnas de la matriz can6nica de una aplicacién lineal de R” a R son las imagenes de las columnas de la matriz identidad n x n."
    },
    "135": {
        "answer": true,
        "explanation": null,
        "text": "ts  La matriz canénica de una aplicaci6én lineal de R? a que refleja los puntos en el eje horizontal, el eje vertical o el origen tiene la forma (4°), donde ay b son +1."
    },
    "136": {
        "answer": true,
        "explanation": null,
        "text": "En la matriz elemental correspondiente a una operaci6n elemental de intercambio de filas todos los elementos son iguales a 1 0 a 0."
    },
    "137": {
        "answer": true,
        "explanation": null,
        "text": "En toda matriz elemental correspondiente a una operacion elemental de reemplazo en la que a una fila se le suma un multiplo no nulo de otra distinta todos los elementos de la diagonal son iguales a 1."
    },
    "138": {
        "answer": true,
        "explanation": null,
        "text": "En toda matriz elemental correspondiente a una operacién elemental de reemplazo todos los elementos de la diagonal son iguales a 1."
    },
    "139": {
        "answer": true,
        "explanation": null,
        "text": "Una aplicacion lineal T : R\" — R\" es inyectiva si, y solo si, su matriz candnica tiene n columnas pivote"
    },
    "140": {
        "answer": true,
        "explanation": null,
        "text": "Una aplicacién lineal T : R\" — R\" es sobreyectiva si, y slo si, su matriz canOnica tiene m columnas pivote"
    },
    "141": {
        "answer": false,
        "explanation": null,
        "text": "Una aplicacion lineal T : R\" — R\" es inyectiva si, y solo si, su matriz can6nica tiene m columnas pivote"
    },
    "142": {
        "answer": false,
        "explanation": null,
        "text": "Una aplicacién lineal T : R\" —> R” es sobreyectiva si, y slo si, su matriz can6nica tiene 1 columnas pivote"
    },
    "143": {
        "answer": false,
        "explanation": null,
        "text": "Una aplicacién lineal T : R\" — R\" es inyectiva si, y solo si, su matriz canonica tiene un Pp. : ) J pivote en cada fila."
    },
    "144": {
        "answer": false,
        "explanation": null,
        "text": "Una aplicacién lineal T : R\" — R\" es sobreyectiva si, y sdlo si, su matriz candénica tiene un pivote en cada columna."
    },
    "145": {
        "answer": true,
        "explanation": null,
        "text": "Una aplicacion lineal T : R\" — R\" es inyectiva si, y sdlo si, su matriz can6nica tiene un pivote en cada columna."
    },
    "146": {
        "answer": true,
        "explanation": null,
        "text": "Una aplicacion lineal T : R\" — R\" es sobreyectiva si, y sdlo si, su matriz canoénica tiene un pivote en cada fila."
    },
    "147": {
        "answer": false,
        "explanation": null,
        "text": "Si A y B son matrices de orden 2 x 2 con columnas aj, a2 y bj, bz, respectivamente, entonces AB = [a;b, agbp]."
    },
    "148": {
        "answer": false,
        "explanation": null,
        "text": "Toda columna de AB es una combinacion lineal de las columnas de B usando como coeficientes los elementos de la columna correspondiente de A."
    },
    "149": {
        "answer": true,
        "explanation": null,
        "text": "La igualdad AB + AC = A(B+C) se cumple para cualesquiera matrices A, B,C para las que las operaciones indicadas estén definidas."
    },
    "150": {
        "answer": true,
        "explanation": null,
        "text": "La igualdad A’ + B? = (A+B)! se cumple para cualesquiera matrices A,B cuya suma esté definida."
    },
    "151": {
        "answer": false,
        "explanation": null,
        "text": "La traspuesta de un producto de matrices es igual al producto de sus traspuestas en el mismo orden."
    },
    "152": {
        "answer": false,
        "explanation": null,
        "text": "Si A y B son matrices 3 x 3 y B = [b; bo bs], entonces AB = [Ab + Ab + Abs]."
    },
    "153": {
        "answer": true,
        "explanation": null,
        "text": "La segunda fila de AB es la segunda fila de A multiplicada a la derecha por B."
    },
    "154": {
        "answer": false,
        "explanation": null,
        "text": "La igualdad (AB)C = (AC)B se cumple para cualesquiera matrices A, B,C para las que los productos indicados estén definidos."
    },
    "155": {
        "answer": false,
        "explanation": null,
        "text": "La igualdad (AB)' = A’ B\" se cumple para cualesquiera matrices A y B para las que el producto AB esté definido."
    },
    "156": {
        "answer": true,
        "explanation": null,
        "text": "La traspuesta de una suma de matrices orden.  s igual a la suma de sus traspuestas en el mismo"
    },
    "157": {
        "answer": true,
        "explanation": null,
        "text": "Si A y B son matrices 3 x 3 y B = [b; bz bs], entonces AB = [Ab; Abz Abs]."
    },
    "158": {
        "answer": false,
        "explanation": null,
        "text": "La segunda fila de AB es igual a A multiplicada por la segunda fila de B."
    },
    "159": {
        "answer": true,
        "explanation": null,
        "text": "Toda columna de un producto de matrices AB es una combinacién lineal de las columnas de A usando como coeficientes los elementos de la columna correspondiente de B."
    },
    "160": {
        "answer": true,
        "explanation": null,
        "text": "La igualdad (A +B)’ = B™ + AT se cumple para cualesquiera matrices A,B cuya suma esté definida."
    },
    "161": {
        "answer": true,
        "explanation": null,
        "text": "La igualdad (AB)C = A(BC) se cumple para cualesquiera matrices A, B,C para las que los productos indicados estén definidos."
    },
    "162": {
        "answer": false,
        "explanation": null,
        "text": "Si A, B,C son matrices no nulas tales que AB = AC entonces B = C."
    },
    "163": {
        "answer": false,
        "explanation": null,
        "text": "Si A y B son matrices n x 1 entonces (A + B)(A — B) = A? — B?."
    },
    "164": {
        "answer": true,
        "explanation": null,
        "text": "Para que una matriz B sea inversa de A, ambas ecuaciones AB = I y BA = I deben ser ciertas."
    },
    "165": {
        "answer": false,
        "explanation": null,
        "text": "Si A y B son matrices n x n inversibles, entonces A~'B~! es la inversa de AB."
    },
    "166": {
        "answer": false,
        "explanation": null,
        "text": "SiA=(4 °), y ab —cd 4 0, entonces A es inversible."
    },
    "167": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz inversible n x 1, entonces la ecuaci6n A x = b es compatible para todo vector b en R\"."
    },
    "168": {
        "answer": true,
        "explanation": null,
        "text": "Toda matriz elemental es inversible."
    },
    "169": {
        "answer": false,
        "explanation": null,
        "text": "Un producto de matrices n x n inversibles es inversible, y la inversa del producto es el producto de sus inversas en el mismo orden."
    },
    "170": {
        "answer": true,
        "explanation": null,
        "text": "Si A es inversible, entonces la inversa de A~! es la propia A."
    },
    "171": {
        "answer": true,
        "explanation": null,
        "text": "SiA=(4 A ), y ad = be, entonces A no es inversible."
    },
    "172": {
        "answer": true,
        "explanation": null,
        "text": "Si A se puede reducir por filas a la matriz identidad, entonces A es inversible."
    },
    "173": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz inversible n x n, entonces las operaciones elementales de filas que reducen A a la identidad I, también reducen A~! a I)."
    },
    "174": {
        "answer": true,
        "explanation": null,
        "text": "Las columnas de una matriz inversible n x son vectores independientes y generan R\"."
    },
    "175": {
        "answer": true,
        "explanation": null,
        "text": "Las filas de una matriz inversible n x n son vectores independientes y generan R”."
    },
    "176": {
        "answer": false,
        "explanation": null,
        "text": "Una matriz cuadrada A es inversible si y sdlo si sus columnas son linealmente dependientes."
    },
    "177": {
        "answer": true,
        "explanation": null,
        "text": "Si una matriz tiene inversa sdlo por la derecha o s6lo por la izquierda, entonces se puede afirmar que no es cuadrada."
    },
    "178": {
        "answer": false,
        "explanation": null,
        "text": "Para que una matriz B sea inversa de una matriz A, es suficiente que la ecuacién AB = I sea cierta."
    },
    "179": {
        "answer": true,
        "explanation": null,
        "text": "Para que una matriz cuadrada B sea inversa de una matriz A, es suficiente que la ecuacién AB = I sea cierta."
    },
    "180": {
        "answer": true,
        "explanation": null,
        "text": "Si AB = BA y Aes inversible, entonces A 1B = BA},"
    },
    "181": {
        "answer": false,
        "explanation": null,
        "text": "SiA=(4 ®), y ab = cd, entonces A es inversible."
    },
    "182": {
        "answer": false,
        "explanation": null,
        "text": "SiA=(4 °), y ab = cd, entonces A no es inversible."
    },
    "183": {
        "answer": false,
        "explanation": null,
        "text": "Un producto de matrices n x n inversibles es inversible, y la inversa del producto es el producto de sus inversas en el mismo orden."
    },
    "184": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz inversible n x n, entonces las operaciones elementales de filas que tranforman A en la identidad I, también transforman I, en A~!."
    },
    "185": {
        "answer": true,
        "explanation": null,
        "text": "Si A= |A, A2| y B= |B, Bo) son matrices por bloques con A; y A2 de los mismos tamafios respectivos que By y Bz, entonces A+B = {[A, +B, A+ By]."
    },
    "186": {
        "answer": false,
        "explanation": null,
        "text": "SiA= oe a] yB= [2| entonces las particiones de A y B son conformes para la  multiplicaci6n por bloques."
    },
    "187": {
        "answer": false,
        "explanation": null,
        "text": "Sean Aj, Ao, By, y By matrices n x ny A= var B= [B, By]. Entonces el producto BA  esta definido pero el producto AB no lo esta."
    },
    "188": {
        "answer": false,
        "explanation": null,
        "text": "La traspuesta de la matriz A =  P RS  $| es la matriz AT = |"
    },
    "189": {
        "answer": true,
        "explanation": null,
        "text": "Pr RT  La traspuesta de la matriz A = lr $| es la matriz AT = lor st]:  RS"
    },
    "190": {
        "answer": false,
        "explanation": null,
        "text": "La factorizaci6n LU de una matriz, si existe es tnica."
    },
    "191": {
        "answer": false,
        "explanation": null,
        "text": "Una factorizacion LU de una matriz A es toda expresi6n de A como producto A = LU donde L es una matriz inversible y U es escalonada."
    },
    "192": {
        "answer": true,
        "explanation": null,
        "text": "Si A = LU es una factorizacién LU de A entonces L es inversible y U es escalonada."
    },
    "193": {
        "answer": true,
        "explanation": null,
        "text": "Si las dos primeras columnas de B son iguales y AB existe también sus dos primeras columnas son iguales."
    },
    "194": {
        "answer": false,
        "explanation": null,
        "text": "Si las dos primeras columnas de B son iguales y BA existe también sus dos primeras columnas son iguales."
    },
    "195": {
        "answer": true,
        "explanation": null,
        "text": "Si AB existe y la tercera columna de B es la suma de las dos primeras lo mismo ocurre en AB."
    },
    "196": {
        "answer": false,
        "explanation": null,
        "text": "Si BA existe y la tercera columna de B es la suma de las dos primeras, lo mismo ocurre en BA."
    },
    "197": {
        "answer": true,
        "explanation": null,
        "text": "Si AB existe y la segunda columna de B es toda cero, lo mismo ocurre con la segunda columna de AB."
    },
    "198": {
        "answer": false,
        "explanation": null,
        "text": "si AB existe y la ultima columna de AB es completamente cero, pero B por si sola no tiene ninguna columna de ceros entonces las columnas de A son necesariamente independientes."
    },
    "199": {
        "answer": true,
        "explanation": null,
        "text": "Si las columnas de B son linealmente dependientes, también lo son las columnas de AB."
    },
    "200": {
        "answer": false,
        "explanation": null,
        "text": "Si las columnas de B son linealmente dependientes, también lo son las columnas de BA."
    },    "201": {
        "answer": true,
        "explanation": null,
        "text": "Si CA = I), (la matriz identidad n x n) entonces A no puede tener mas columnas que filas."
    },
    "202": {
        "answer": true,
        "explanation": null,
        "text": "Si CA = I, (la matriz identidad n x n) entonces la ecuaci6n Ax = 0 tiene tinicamente la soluci6n trivial."
    },
    "203": {
        "answer": true,
        "explanation": null,
        "text": "Si AD = I, (la matriz identidad m x m) entonces para todo b en R\", la ecuaci6én Ax = b tiene alguna soluci6n."
    },
    "204": {
        "answer": true,
        "explanation": null,
        "text": "Un determinante de una matriz 1 x n puede calcularse usando determinantes de submatri- ces de orden (n — 1) x (n—1)."
    },
    "205": {
        "answer": false,
        "explanation": null,
        "text": "El cofactor (i,j) de una matriz A es la matriz Ajj; que se obtiene al eliminar de A su i-ésima fila y su j-ésima columna."
    },
    "206": {
        "answer": false,
        "explanation": null,
        "text": "El desarrollo por cofactores de A bajando por una columna da un resultado opuesto al que se obtiene mediante el desarrollo por cofactores a lo largo de una fila."
    },
    "207": {
        "answer": false,
        "explanation": null,
        "text": "El determinante de una matriz triangular es la suma de los elementos de su diagonal principal."
    },
    "208": {
        "answer": false,
        "explanation": null,
        "text": "El determinante de una matriz n x n es una suma de n! productos de elementos de la matriz."
    },
    "209": {
        "answer": false,
        "explanation": null,
        "text": "Una operacién elemental de filas no afecta al determinante de una matriz."
    },
    "210": {
        "answer": true,
        "explanation": null,
        "text": "Si se realizan dos intercambios sucesivos de fila, entonces el nuevo determinante es igual al determinante antiguo."
    },
    "211": {
        "answer": false,
        "explanation": null,
        "text": "El determinante de A es igual al producto de los elementos pivote en cualquier forma escalonada de A que sea obtenida sin realizar intercambios ni reescalados."
    },
    "212": {
        "answer": true,
        "explanation": null,
        "text": "El determinante de A es igual al producto de los elementos de la diagonal principal en cualquier forma escalonada de A que sea obtenida sin realizar intercambios ni reescalados."
    },
    "213": {
        "answer": false,
        "explanation": null,
        "text": "El determinante de una matriz elemental cualquiera es igual a 1."
    },
    "214": {
        "answer": false,
        "explanation": null,
        "text": "El determinante de una matriz elemental cualquiera es igual al producto de los elementos de la diagonal principal."
    },
    "215": {
        "answer": true,
        "explanation": null,
        "text": "El determinante de una matriz elemental de reemplazo es igual a 1."
    },
    "216": {
        "answer": true,
        "explanation": null,
        "text": "El determinante de una matriz elemental de intercambio es igual a —1."
    },
    "217": {
        "answer": true,
        "explanation": null,
        "text": "El determinante de una matriz elemental de reescalado es igual al factor de reescalado."
    },
    "218": {
        "answer": true,
        "explanation": null,
        "text": "Una operacién de reemplazo de filas no afecta al determinante de una matriz."
    },
    "219": {
        "answer": false,
        "explanation": null,
        "text": "El determinante de A es el producto de los pivotes presentes en cualquier forma escalonada U de A, multiplicado por (—1)\", donde r es el nimero de intercambios de fila realizados durante la reducci6n por filas de A a U."
    },
    "220": {
        "answer": true,
        "explanation": null,
        "text": "Si las columnas de A son linealmente dependientes, entonces det A = 0."
    },
    "221": {
        "answer": false,
        "explanation": null,
        "text": "det(A + B) = det A + det B."
    },
    "222": {
        "answer": true,
        "explanation": null,
        "text": "Si se realizan dos intercambios sucesivos de fila, entonces el nuevo determinante es igual al determinante antiguo."
    },
    "223": {
        "answer": false,
        "explanation": null,
        "text": "El determinante de A es el producto de los elementos diagonales de A."
    },
    "224": {
        "answer": false,
        "explanation": null,
        "text": "Si det A es cero, entonces dos filas o dos columnas son iguales, 0 una fila o una columna es cero."
    },
    "225": {
        "answer": false,
        "explanation": null,
        "text": "det AT = (—1) det A."
    },
    "226": {
        "answer": true,
        "explanation": null,
        "text": "Las filas de una matriz cuadrada A son linealmente dependientes si y sdlo si det A = 0."
    },
    "227": {
        "answer": true,
        "explanation": null,
        "text": "Para cualquier matriz cuadrada A, det Al = det A."
    },
    "228": {
        "answer": false,
        "explanation": null,
        "text": "Para cualquier matriz cuadrada A, det(kA) = kdet A."
    },
    "229": {
        "answer": true,
        "explanation": null,
        "text": "Para cualesquiera matrices cuadradas A y B del mismo orden, det(AB) = (det A) (det B)."
    },
    "230": {
        "answer": true,
        "explanation": null,
        "text": "Para cualesquiera matrices cuadradas A y B del mismo orden, aunque sea AB # BA siempre se cumple det(AB) = det(BA)."
    },
    "231": {
        "answer": true,
        "explanation": null,
        "text": "Para cualquier matriz inversible A, det(A~!) = (det A)~!."
    },
    "232": {
        "answer": true,
        "explanation": null,
        "text": "Para toda matriz cuadrada U tal que UTU = I, det(U) = 4"
    },
    "233": {
        "answer": true,
        "explanation": null,
        "text": "Si P es una matriz inversible, det(PAP~!) = det A."
    },
    "234": {
        "answer": false,
        "explanation": null,
        "text": "Un subespacio de R\" es cualquier conjunto H tal que (i) el vector cero esta en H, (ii) si u y v estan en H, u+ v esta en H, y (iii) sic es un nimero y u esta en H, cu esté en H."
    },
    "235": {
        "answer": true,
        "explanation": null,
        "text": "El espacio columna de una matriz A es el subespacio imagen de la aplicacién x +> Ax."
    },
    "236": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz m x n y la ecuacién Ax = b es compatible entonces el espacio columna de A es todo R\"."
    },
    "237": {
        "answer": true,
        "explanation": null,
        "text": "El nticleo de una aplicacién lineal es un espacio vectorial."
    },
    "238": {
        "answer": true,
        "explanation": null,
        "text": "Sivy,..- ,Vp estan en R\"”, entonces Gen{v1,..- /Vpt es lo mismo que el espacio columna de la matriz |v; ... vp]."
    },
    "239": {
        "answer": false,
        "explanation": null,
        "text": "El conjunto de todas las soluciones de un sistema de m ecuaciones homogéneas en 1 incégnitas es un subespacio vectorial de R™."
    },
    "240": {
        "answer": false,
        "explanation": null,
        "text": "Un subconjunto H de R\" es un subespacio si el vector cero esta en H."
    },
    "241": {
        "answer": true,
        "explanation": null,
        "text": "El espacio nulo de A es el nticleo de la aplicacién x +> Ax."
    },
    "242": {
        "answer": true,
        "explanation": null,
        "text": "El espacio columna de una matriz A es el conjunto de todos los vectores de la forma Ax para algun x."
    },
    "243": {
        "answer": true,
        "explanation": null,
        "text": "Dados los vectores vj,...,Vp en R\", el conjunto de todas las combinaciones lineales de estos vectores es un subespacio vectorial de R\"."
    },
    "244": {
        "answer": true,
        "explanation": null,
        "text": "El espacio nulo de una matriz m x n es un subespacio vectorial de R\"."
    },
    "245": {
        "answer": false,
        "explanation": null,
        "text": "El espacio columna de una matriz A es el conjunto de soluciones de Ax = b."
    },
    "246": {
        "answer": false,
        "explanation": null,
        "text": "Si H = Gen{bj,...b)} entonces el conjunto {bj,...b,)} es una base de H."
    },
    "247": {
        "answer": true,
        "explanation": null,
        "text": "Las columnas de una matriz inversible n x n forman una base para R\"."
    },
    "248": {
        "answer": false,
        "explanation": null,
        "text": "Una base es un conjunto generador que tiene el mayor ntimero posible de vectores."
    },
    "249": {
        "answer": true,
        "explanation": null,
        "text": "Las operaciones elementales de filas no afectan a las relaciones de dependencia lineal entre las columnas de una matriz."
    },
    "250": {
        "answer": true,
        "explanation": null,
        "text": "Si un conjunto finito de vectores, 5, genera un espacio vectorial V, entonces algun subcon- junto de S es una base de V."
    },
    "251": {
        "answer": true,
        "explanation": null,
        "text": "Una base es un conjunto de vectores linealmente independientes con el mayor numero posible de vectores."
    },
    "252": {
        "answer": false,
        "explanation": null,
        "text": "Al hallar la solucion general de un sistema Ax = 0 en forma paramétrica vectorial, los vectores generadores hallados pueden no constituir una base de Nul A."
    },
    "253": {
        "answer": false,
        "explanation": null,
        "text": "Si B es una forma escalonada de una matriz A, entonces las columnas pivote de B forman una base para Col A."
    },
    "254": {
        "answer": true,
        "explanation": null,
        "text": "Si x esté en V y si la base B de V tiene n vectores entonces [x|z esté en R”."
    },
    "255": {
        "answer": false,
        "explanation": null,
        "text": "Si Pg es la matriz de cambio de coordenadas de B a la base canonica entonces [x] = Pg - x"
    },
    "256": {
        "answer": true,
        "explanation": null,
        "text": "Si la base B de V tiene 3 elementos, entonces V y R° son isomorfos."
    },
    "257": {
        "answer": true,
        "explanation": null,
        "text": "Si B es la base canénica de R™ entonces el vector de coordenadas de un x de R” relativas a B es el propio x ."
    },
    "258": {
        "answer": false,
        "explanation": null,
        "text": "La correspondencia [x]; ++ x se llama funcién de coordenadas."
    },
    "259": {
        "answer": true,
        "explanation": null,
        "text": "En algunos casos, un plano en R® puede ser isomorfo a R?."
    },
    "260": {
        "answer": true,
        "explanation": null,
        "text": "SiB= {VL Ley Vp} es una base para un subespacio H, y si x = cyvj + +++ + CpyVp, entonces C1,-..,Cp son las coordenadas de x relativas a la base B."
    },
    "261": {
        "answer": false,
        "explanation": null,
        "text": "Cada recta en R\" es un subespacio vectorial unidimensional de R\"."
    },
    "262": {
        "answer": true,
        "explanation": null,
        "text": "La dimension de Col A es el namero de columnas pivote de A."
    },
    "263": {
        "answer": true,
        "explanation": null,
        "text": "La suma de las dimensiones de Col A y Nul A es igual al ntimero de columnas de A."
    },
    "264": {
        "answer": true,
        "explanation": null,
        "text": "Si un conjunto de p vectores genera un subespacio p-dimensional H de R\", entonces estos vectores forman una base para H."
    },
    "265": {
        "answer": true,
        "explanation": null,
        "text": "Si B es una base para un subespacio H, entonces cada vector en H puede escribirse sdlo de una forma como combinaci6n lineal de los vectores en B."
    },
    "266": {
        "answer": true,
        "explanation": null,
        "text": "SiB= {v,.. Vp} es una base para un subespacio H de R\", entonces la correspondencia x ++ [x]z hace que H se vea y acttie igual que R?."
    },
    "267": {
        "answer": false,
        "explanation": null,
        "text": "La dimension de Nul A es el ntmero de variables en la ecuaci6n Ax = 0."
    },
    "268": {
        "answer": true,
        "explanation": null,
        "text": "Si H es un subespacio p-dimensional de R\", entonces todo conjunto de p vectores lineal- mente independientes de H es una base para H."
    },
    "269": {
        "answer": true,
        "explanation": null,
        "text": "El espacio fila de A es el mismo que el espacio columna de AT."
    },
    "270": {
        "answer": false,
        "explanation": null,
        "text": "Si B es una forma escalonada de A y si B tiene exactamente tres filas no nulas, entonces las primeras tres filas de A forman una base de Fil A."
    },
    "271": {
        "answer": true,
        "explanation": null,
        "text": "Las dimensiones del espacio fila y del espacio columna de cualquier matriz son siempre iguales sin excepcion incluso si la matriz no es cuadrada."
    },
    "272": {
        "answer": true,
        "explanation": null,
        "text": "La suma de las dimensiones del espacio fila y del espacio nulo de una matriz cualquiera A es igual al ntimero de columnas de A."
    },
    "273": {
        "answer": true,
        "explanation": null,
        "text": "Las operaciones elementales hechas en un ordenador pueden cambiar el rango aparente de una matriz."
    },
    "274": {
        "answer": true,
        "explanation": null,
        "text": "La dimensién del espacio columna de A es Rang A."
    },
    "275": {
        "answer": false,
        "explanation": null,
        "text": "Si B es una forma escalonada de A, entonces las columnas pivote de B forman una base del espacio columna de A."
    },
    "276": {
        "answer": false,
        "explanation": null,
        "text": "Las operaciones elementales de filas conservan las relaciones de dependencia lineal que pueda haber entre las filas de una matriz."
    },
    "277": {
        "answer": true,
        "explanation": null,
        "text": "La dimension del espacio nulo de A es el ntimero de columnas de A que no son columnas pivote."
    },
    "278": {
        "answer": true,
        "explanation": null,
        "text": "El espacio fila de AT es igual al espacio columna de A."
    },
    "279": {
        "answer": true,
        "explanation": null,
        "text": "Si A y B son matrices equivalentes por filas entonces sus espacios fila son el mismo."
    },
    "280": {
        "answer": false,
        "explanation": null,
        "text": "Las columnas de la matriz de cambio de coordenadas Pe._z son vectores de B-coordenadas de los vectores en C."
    },
    "281": {
        "answer": false,
        "explanation": null,
        "text": "Si V = R\" y C es la base canénica de R\", entonces Pe. es la matriz de la funcién de coordenadas x ++ [x]."
    },
    "282": {
        "answer": true,
        "explanation": null,
        "text": "Las columnas de P¢._x son linealmente independientes."
    },
    "283": {
        "answer": false,
        "explanation": null,
        "text": "Si V = R*, B = {bi,b>}, y C = {c1,c2}, entonces la forma escalonada reducida de la matriz [c, c2 by bz] es una matriz {I P] donde P tiene la propiedad [x] = P {x]¢ para todo xen V."
    },
    "284": {
        "answer": true,
        "explanation": null,
        "text": "Las columnas de cualquier matriz inversible n x n forman una base de R\"."
    },
    "285": {
        "answer": false,
        "explanation": null,
        "text": "La base canénica de R” es la matriz identidad n x n, In."
    },
    "286": {
        "answer": true,
        "explanation": null,
        "text": "El vector de R” denotado e; es la i-ésima columna de la matriz identidad I,,."
    },
    "287": {
        "answer": true,
        "explanation": null,
        "text": "Cada vector v € R\" es su propio vector de coordenadas respecto a la base canénica de R\"."
    },
    "288": {
        "answer": true,
        "explanation": null,
        "text": "Si B = {vj,...,Wnf es una base de R\" entonces para todo i = 1,...,n el vector de coordenadas de v; respecto a la base B es e;: [vj] = e;-"
    },
    "289": {
        "answer": true,
        "explanation": null,
        "text": "Si V es un espacio vectorial cuya dimension es 1, entonces para cualquier base B de V, el vector de coordenadas [x] es un vector de R\"."
    },
    "290": {
        "answer": false,
        "explanation": null,
        "text": "La propiedad caracteristica de una matriz de cambio de base Pe._g es [x]g = Pep: [x]e-"
    },
    "291": {
        "answer": true,
        "explanation": null,
        "text": "Toda matriz de cambio de base es una matriz inversible y toda matriz inversible es una matriz de cambio de base."
    },
    "292": {
        "answer": null,
        "explanation": null,
        "text": "Si A = |v, ... vn] es una matriz cuadrada inversible y B es el conjunto formado por las columnas de A (B = {vj,...,Vn}) entonces B es una base de R\" y A es la matriz de cambio de base de la base canonica de R\" a B."
    },
    "293": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz cuadrada inversible y B es el conjunto formado por las columnas de A, entonces B es una base de R\" y para todo vector x de R” se cumple {x]z = A~!x."
    },
    "294": {
        "answer": true,
        "explanation": null,
        "text": "Si B es la base canonica de R™ entonces para cada x € R\" se cumple [x]g = x."
    },
    "295": {
        "answer": true,
        "explanation": null,
        "text": "Las columnas de la matriz de cambio de coordenadas Peg son vectores de C-coordenadas de los vectores en B."
    },
    "296": {
        "answer": true,
        "explanation": null,
        "text": "Las filas de cualquier matriz de cambio de coordenadas Pe. son linealmente indepen- dientes."
    },
    "297": {
        "answer": true,
        "explanation": null,
        "text": "Si B = {bi,b2}, y C = {c1,c2} son bases de R*, entonces la forma escalonada reducida de la matriz [cy ¢ b; bz] es una matriz {I P] donde P tiene la propiedad [x]¢ = P [x] para todo x en R?."
    },
    "298": {
        "answer": true,
        "explanation": null,
        "text": "Si V es un espacio vectorial y T : V — V es una aplicaci6n lineal, entonces la matriz de T respecto a una base de V es semejante a la matriz de T respecto a otra base cualquiera de Vv."
    },
    "299": {
        "answer": true,
        "explanation": null,
        "text": "Dos matrices distintas pueden ser consideradas como las matrices de una misma aplicacion lineal respecto a bases distintas si y sdlo si son matrices semejantes."
    },
    "300": {
        "answer": false,
        "explanation": null,
        "text": "Si Ax = \\x para algtin vector x, entonces A es un autovalor de A."
    },
    "301": {
        "answer": true,
        "explanation": null,
        "text": "Una matriz A es no inversible (0 singular) si, y solo si, 0 es un valor propio de A."
    },
    "302": {
        "answer": true,
        "explanation": null,
        "text": "Un numero c es un autovalor de A si, y sélo si, la ecuacién (A — cI)x = 0 tiene una solucién no trivial."
    },
    "303": {
        "answer": true,
        "explanation": null,
        "text": "Puede ser dificil encontrar un vector propio de A, pero es facil comprobar si un vector dado es 0 no es un vector propio de A."
    },
    "304": {
        "answer": false,
        "explanation": null,
        "text": "Para encontrar los valores propios de A, se reduce A a una forma escalonada."
    },
    "305": {
        "answer": false,
        "explanation": null,
        "text": "Si Ax = Ax para algtin numero no nulo A, entonces x es un vector propio de A."
    },
    "306": {
        "answer": false,
        "explanation": null,
        "text": "Si v1 y v2 son vectores propios de A linealmente independientes, entonces corresponden a diferentes valores propios."
    },
    "307": {
        "answer": false,
        "explanation": null,
        "text": "Todo vector que no cambia cuando se le multiplica por la izquierda una matriz es un vector propio de esa matriz."
    },
    "308": {
        "answer": false,
        "explanation": null,
        "text": "Los autovalores de una matriz estan en su diagonal principal."
    },
    "309": {
        "answer": true,
        "explanation": null,
        "text": "Un espacio propio de A es el espacio nulo de cierta matriz."
    },
    "310": {
        "answer": true,
        "explanation": null,
        "text": "La multiplicidad de una raiz r de la ecuacién caracteristica de A es la multiplicidad algebraica de r como valor propio de A."
    },
    "311": {
        "answer": false,
        "explanation": null,
        "text": "Si A +5 es un factor del polinomio caracteristico de A, entonces 5 es un valor propio de A."
    },
    "312": {
        "answer": false,
        "explanation": null,
        "text": "Una operacién de reemplazo de filas en A no cambia los valores propios."
    },
    "313": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz cuadrada y el sistema Ax = 0 es indeterminado, entonces 0 es un autovalor de A."
    },
    "314": {
        "answer": true,
        "explanation": null,
        "text": "Una matriz cuadrada A es inversible si, y slo si, 0 no es un autovalor de A."
    },
    "315": {
        "answer": true,
        "explanation": null,
        "text": "Si A es 1 x ny R\" tiene una base de vectores propios de A, entonces A es diagonalizable."
    },
    "316": {
        "answer": true,
        "explanation": null,
        "text": "Todo vector no nulo que no cambia cuando se le multiplica por la izquierda una matriz es un vector propio de esa matriz."
    },
    "317": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz 1 x n y es diagonalizable, entonces tiene 1 autovalores distintos."
    },
    "318": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz 1 x ny tiene n autovalores distintos, entonces es diagonalizable."
    },
    "319": {
        "answer": true,
        "explanation": null,
        "text": "Si 0 es un autovalor de A, su espacio propio es el espacio nulo de A."
    },
    "320": {
        "answer": false,
        "explanation": null,
        "text": "Si AP = PD, con D diagonal, entonces las columnas de P son vectores propios de A."
    },
    "321": {
        "answer": true,
        "explanation": null,
        "text": "Si una matriz cuadrada tiene un vector propio entonces tiene infinitos vectores propios."
    },
    "322": {
        "answer": false,
        "explanation": null,
        "text": "Algunas matrices pueden tener exactamente dos vectores propios distintos."
    },
    "323": {
        "answer": false,
        "explanation": null,
        "text": "Todo vector de un espacio propio de A es un vector propio de A."
    },
    "324": {
        "answer": false,
        "explanation": null,
        "text": "A es diagonalizable si AP = PD para alguna matriz diagonal D y alguna matriz P."
    },
    "325": {
        "answer": true,
        "explanation": null,
        "text": "Para poder diagonalizar una matriz nm x m es necesario que tenga m vectores propios independientes."
    },
    "326": {
        "answer": true,
        "explanation": null,
        "text": "Si A es diagonalizable entonces toda matriz semejante a A también lo es."
    },
    "327": {
        "answer": false,
        "explanation": null,
        "text": "Si A es diagonalizable y P es inversible entonces la matriz D = P~'AP es diagonal."
    },
    "328": {
        "answer": false,
        "explanation": null,
        "text": "A es diagonalizable si A = PDP! para alguna matriz D y alguna matriz inversible P."
    },
    "329": {
        "answer": true,
        "explanation": null,
        "text": "Si R\" tiene una base de vectores propios de A, entonces A es diagonalizable."
    },
    "330": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz n x n, entonces A es diagonalizable si, y sdlo si, tiene 1 valores propios, contando las multiplicidades."
    },
    "331": {
        "answer": false,
        "explanation": null,
        "text": "Si A es diagonalizable, entonces es inversible."
    },
    "332": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz n x n, entonces A es diagonalizable si tiene n vectores propios."
    },
    "333": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz n x ny es diagonalizable, entonces tiene n autovalores distintos."
    },
    "334": {
        "answer": true,
        "explanation": null,
        "text": "Si AP = PD, con D una matriz diagonal, entonces las columnas no nulas de P son vectores propios de A."
    },
    "335": {
        "answer": false,
        "explanation": null,
        "text": "Si A es inversible, entonces es diagonalizable."
    },
    "336": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz inversible y 1 es un valor propio de A, entonces 1 también es un valor propio de A~!."
    },
    "337": {
        "answer": true,
        "explanation": null,
        "text": "Si todas las filas de A son iguales entonces la traza de A es un autovalor de A."
    },
    "338": {
        "answer": false,
        "explanation": null,
        "text": "Una matriz cuadrada A es inversible si y sdlo si hay una base respecto a la cual la matriz de la aplicaci6n lineal T(x) = Ax es una matriz diagonal."
    },
    "339": {
        "answer": false,
        "explanation": null,
        "text": "Cada valor propio de A es también un valor propio de A?."
    },
    "340": {
        "answer": true,
        "explanation": null,
        "text": "Cada vector propio de A es también un vector propio de A."
    },
    "341": {
        "answer": false,
        "explanation": null,
        "text": "Vectores propios de autovalores distintos son linealmente independientes y vectores propios de un mismo autovalor son linealmente dependientes."
    },
    "342": {
        "answer": true,
        "explanation": null,
        "text": "Dos matrices semejantes siempre tienen exactamente los mismos valores propios."
    },
    "343": {
        "answer": true,
        "explanation": null,
        "text": "Los vectores propios de matrices semejantes estan relacionados por un cambio de base."
    },
    "344": {
        "answer": false,
        "explanation": null,
        "text": "La suma de dos 0 mas vectores propios de una matriz A es otro vector propio de A."
    },
    "345": {
        "answer": false,
        "explanation": null,
        "text": "Los valores propios de una matriz triangular superior son los elementos no nulos de su diagonal."
    },
    "346": {
        "answer": true,
        "explanation": null,
        "text": "Una matriz n x n, A, es diagonalizable si y sdlo si hay una base en R\" respecto a la cual la matriz de la aplicaci6n lineal T(x) = Ax es una matriz diagonal."
    },
    "347": {
        "answer": true,
        "explanation": null,
        "text": "Si cada vector e; de la base canénica de R\" es un vector propio de A, entonces A es una matriz diagonal."
    },
    "348": {
        "answer": true,
        "explanation": null,
        "text": "Toda matriz tiene el mismo polinomio caracteristico que su traspuesta."
    },
    "349": {
        "answer": false,
        "explanation": null,
        "text": "Toda matriz tiene los mismos autovalores que su traspuesta, aunque tal vez con distintas multiplicidades geométricas."
    },
    "350": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz 5 x 5 que tiene menos de 5 valores propios diferentes entonces A no puede ser diagonalizable."
    },
    "351": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz 5 x 5 que sdlo tiene tres autovalores distintos y el espacio propio de un autovalor es tridimensional, entonces A es diagonalizable."
    },
    "352": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz 7 x 7 con cuatro autovalores distintos y sdlo se sabe que un espacio propio es bidimensional y otro es tridimensional, entonces es posible que A no sea diagonalizable."
    },
    "353": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz n x n diagonalizable entonces cada vector de R\" puede escribirse como una combinacion lineal de vectores propios de A."
    },
    "354": {
        "answer": true,
        "explanation": null,
        "text": "Si A es diagonalizable y p(x) es un polinomio, entonces p(A) es también una matriz diagonalizable sin excepci6n."
    },
    "355": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz n x n entonces A” puede escribirse como una combinaci6n lineal de potencias mas bajas de A."
    },
    "356": {
        "answer": null,
        "explanation": null,
        "text": "vev = |v."
    },
    "357": {
        "answer": true,
        "explanation": null,
        "text": "Para cualquier escalar c, se cumple u-"
    },
    "358": {
        "answer": true,
        "explanation": null,
        "text": "Si la distancia de u a v es igual a la distancia de u a —v entonces u y v son ortogonales."
    },
    "359": {
        "answer": false,
        "explanation": null,
        "text": "Para cualquier matriz cuadrada A, los vectores de Col A son ortogonales a los de Nul A."
    },
    "360": {
        "answer": true,
        "explanation": null,
        "text": "Si los vectores vj,...,V») generan un subespacio W y si x es ortogonal a cada v; para 1 } S j P j=1,...,p entonces x pertenece a W+."
    },
    "361": {
        "answer": null,
        "explanation": null,
        "text": "u:'v—v-u=0."
    },
    "362": {
        "answer": false,
        "explanation": null,
        "text": "Para cualquier escalar c, se cumple ||cv|| = c|lv||."
    },
    "363": {
        "answer": true,
        "explanation": null,
        "text": "Si x es ortogonal a cada vector de un subespacio W, entonces x pertenece a W~."
    },
    "364": {
        "answer": true,
        "explanation": null,
        "text": "Si ||u||? + ||v||? = |Ju + v||? entonces u y v son ortogonales."
    },
    "365": {
        "answer": true,
        "explanation": null,
        "text": "Para cualquier matriz m x A, los vectores del espacio nulo de A son ortogonales a los vectores del espacio fila de A."
    },
    "366": {
        "answer": true,
        "explanation": null,
        "text": "No todo conjunto ortogonal de R\" es libre."
    },
    "367": {
        "answer": true,
        "explanation": null,
        "text": "Si y es una combinacion lineal de vectores no nulos de un conjunto ortogonal, entonces los coeficientes en la combinacion lineal se pueden calcular sin necesidad de realizar operaciones elementales de fila en una matriz."
    },
    "368": {
        "answer": false,
        "explanation": null,
        "text": "Si los vectores de un conjunto de vectores ortogonales no nulos se normalizan entonces puede ocurrir que el conjunto resultante ya no sea ortogonal."
    },
    "369": {
        "answer": false,
        "explanation": null,
        "text": "Una matriz con columnas ortogonales es una matriz ortogonal."
    },
    "370": {
        "answer": false,
        "explanation": null,
        "text": "Si L es una recta por el origen e yj es la proyecci6n ortogonal de y sobre L, entonces ||y || es la distancia de y a L."
    },
    "371": {
        "answer": true,
        "explanation": null,
        "text": "No todo conjunto de vectores de R\" linealmente independientes es ortogonal."
    },
    "372": {
        "answer": false,
        "explanation": null,
        "text": "Siun conjunto 5 = \\Uj,..-,Ups tlene la propiedad de que uj-uj; = 0 siempre que! # J, entonces S es un conjunto ortonormal."
    },
    "373": {
        "answer": true,
        "explanation": null,
        "text": "Si las columnas de una matriz m x n, A, son ortonormales, entonces la aplicaci6n lineal x + Ax conserva las normas."
    },
    "374": {
        "answer": true,
        "explanation": null,
        "text": "La proyecci6n ortogonal de y sobre v es la misma que la proyecci6n ortogonal de y sobre cv para cualquier c 4 0."
    },
    "375": {
        "answer": true,
        "explanation": null,
        "text": "Toda matriz ortogonal es inversible."
    },
    "376": {
        "answer": null,
        "explanation": null,
        "text": "Si z es ortogonal a u; y a uz y W = Gen{uy, up}, entonces z pertenece a wt."
    },
    "377": {
        "answer": null,
        "explanation": null,
        "text": "Para cada y y cada subespacio W, el vector y — proyy y es ortogonal a W."
    },
    "378": {
        "answer": false,
        "explanation": null,
        "text": "La proyeccion ortogonal de y sobre un subespacio W de R\" puede depender en algunos casos de la base ortogonal de W usada para calcularla."
    },
    "379": {
        "answer": null,
        "explanation": null,
        "text": "Si y pertenece a un subespacio W, entonces la proyeccion ortogonal de y sobre W es el propio y."
    },
    "380": {
        "answer": null,
        "explanation": null,
        "text": "Si las columnas de una matriz 1 x p, U, son ortonormales entonces uutly es la proyeccién ortogonal de y sobre el espacio columna de U."
    },
    "381": {
        "answer": null,
        "explanation": null,
        "text": "Si W es un subespacio de R\" y v pertenece tanto a W como a W-~, entonces v es el vector cero."
    },
    "382": {
        "answer": true,
        "explanation": null,
        "text": "Si y = Z| + Z2, donde z; esta en un subespacio W y z2 esta en W~ entonces z; es la proyeccién ortogonal de y sobre W."
    },
    "383": {
        "answer": null,
        "explanation": null,
        "text": "La aproximacién 6ptoma de y por vectores de un subespacio W es el vector y — proyy y-"
    },
    "384": {
        "answer": null,
        "explanation": null,
        "text": "Si las columnas de una matriz 1 x p, U, son ortonormales entonces UuuU'x =x para todo xER\"."
    },
    "385": {
        "answer": false,
        "explanation": null,
        "text": "Si dos vectores son ortogonales, entonces son linealmente independientes."
    },
    "386": {
        "answer": true,
        "explanation": null,
        "text": "Si w es un vector de un subespacio W y z es ortogonal a todo W entonces w es la proyecci6n ortogonal de v = w +z sobre W."
    },
    "387": {
        "answer": true,
        "explanation": null,
        "text": "Si z es ortogonal a vy y a v2, y W es el espacio generado por vj y v2, entonces todo vector de W es ortogonal a z."
    },
    "388": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz con columnas ortonormales, entonces la transformaci6n lineal T(x) = Ax conserva las distancias entre vectores."
    },
    "389": {
        "answer": true,
        "explanation": null,
        "text": "Si dos vectores no nulos son ortogonales, entonces son linealmente independientes."
    },
    "390": {
        "answer": false,
        "explanation": null,
        "text": "Si {v1,V2,Vv3} es una base ortogonal de W entonces al multiplicar v3 por un numero c s obtiene una nueva base ortogonal {vj,v2,cv3} de W."
    },
    "391": {
        "answer": true,
        "explanation": null,
        "text": "Si A = QR donde la matriz Q tiene las columnas ortonormales, entonces R = QTA."
    },
    "392": {
        "answer": true,
        "explanation": null,
        "text": "Si L es una recta de R\" que pasa por el origen y si vy es la proyecci6n ortogonal de v sobre L entonces ||v — vy|| es la distancia de v a L."
    },
    "393": {
        "answer": false,
        "explanation": null,
        "text": "Si un vector x € R” no pertenece a un subespacio H C R” entonces x — proy;;(x) no puede ser cero."
    },
    "394": {
        "answer": null,
        "explanation": null,
        "text": "Si A es una matriz m x n, entonces todo vector x € R” se puede poner como suma x = p+u donde p € FilA yu € Nul A."
    },
    "395": {
        "answer": false,
        "explanation": null,
        "text": "Si {v1,V2,v3} es una base ortogonal de W, entonces al multiplicar v3 por un escalar c se obtiene una nueva base ortogonal {vj1,v2,cv3}."
    },
    "396": {
        "answer": true,
        "explanation": null,
        "text": "El proceso de Gram-Schmidt produce, a partir de un conjunto libre S = {x1,...x;,}, un conjunto ortogonal U = {vj,...v;} con la propiedad de que para cada k de 1 ar los k primeros vectores de U generan el mismo subespacio que los k primeros vectores de S."
    },
    "397": {
        "answer": true,
        "explanation": null,
        "text": "Si A = QR donde Q tiene columnas ortonormales, entonces R = QTA."
    },
    "398": {
        "answer": false,
        "explanation": null,
        "text": "Si W = Gen{x1,X2,x3} donde x1, x2,x3 son linealmente independientes y si {v1,v2,V3} eS un conjunto ortogonal en W entonces {v1,v2,v3} es una base de W."
    },
    "399": {
        "answer": true,
        "explanation": null,
        "text": "Si x no pertenece a un subespacio W, entonces x — proyy x es distinto de cero."
    },
    "400": {
        "answer": true,
        "explanation": null,
        "text": "En una factorizaci6n QR, A = QR (donde las columnas de A son linealmente independien- tes), las columnas de Q forman una base ortonormal del espacio columna de A."
    },
    "401": {
        "answer": true,
        "explanation": null,
        "text": "El problema de minimos cuadrados asociado a un sistema Ax = b consiste en hallar un x que haga Ax lo mas cerca posible de b."
    },
    "402": {
        "answer": true,
        "explanation": null,
        "text": "Una solucion del problema de minimos cuadrados de Ax = b es un vector X que s Ax& = b donde b es la proyeccién ortogonal de b sobre Col A."
    },
    "403": {
        "answer": false,
        "explanation": null,
        "text": "Una solucién del problema de minimos cuadrados de Ax = b es un vector & tal que \\|b — Ax|| < ||b — Afi|| para todo x € R”."
    },
    "404": {
        "answer": true,
        "explanation": null,
        "text": "Toda solucién de ATAx = A‘b es una solucién de minimos cuadrados de Ax = b."
    },
    "405": {
        "answer": true,
        "explanation": null,
        "text": "Si las columnas de A son linealmente independientes, entonces el problema de minimos cuadrados de la ecuaci6n Ax = b tiene exactamente una soluci6n."
    },
    "406": {
        "answer": true,
        "explanation": null,
        "text": "Si b pertenece al espacio columna de A, entonces toda solucién de Ax = b es una solucién de minimos cuadrados."
    },
    "407": {
        "answer": false,
        "explanation": null,
        "text": "La solucién del problema de minimos cuadrados de Ax = b es el vector del espacio columna de A mas cercano a b."
    },
    "408": {
        "answer": true,
        "explanation": null,
        "text": "Una soluci6n de minimos cuadrados de Ax = b es una lista de coeficientes que, cuando se usan para formar una combinaci6n lineal de las columnas de A, el resultado es la proyeccién ortogonal de b sobre Col A."
    },
    "409": {
        "answer": false,
        "explanation": null,
        "text": "Si X es una solucién del problema de minimos cuadrados de Ax = b, entonces % = (ATA) 'ATb."
    },
    "410": {
        "answer": true,
        "explanation": null,
        "text": "Las ecuaciones normales siempre proporcionan un método seguro para calcular soluciones de problemas de minimos cuadrados."
    },
    "411": {
        "answer": true,
        "explanation": null,
        "text": "Si A tiene una factorizacion QR, A = QR, entonces la mejor forma de hallar la solucion del problema de minimos cuadrados de Ax = b es calcular X = R~'Q™b."
    },
    "412": {
        "answer": true,
        "explanation": null,
        "text": "Aunque un sistema Ax = b sea incompatible, el sistema A'Ax = A'b deducido de él siempre serd compatible."
    },
    "413": {
        "answer": true,
        "explanation": null,
        "text": "Si el sistema Ax = b es compatible, entonces toda soluci6n del mismo es una solucién del problema de minimos cuadrados correspondiente."
    },
    "414": {
        "answer": true,
        "explanation": null,
        "text": "Si L es una recta de R\" que pasa por el origen y si vy es la proyeccién ortogonal de v sobre L entonees ||v — vy|| es la distancia de v a L."
    },
    "415": {
        "answer": null,
        "explanation": null,
        "text": "Si un vector x € R\" no pertenece a un subespacio H C R\" entonces x — proy;,;( ser cero.  ) no puede"
    },
    "416": {
        "answer": true,
        "explanation": null,
        "text": "Una solucion del problema de minimos cuadrados asociado a un sistema Ax = b es una soluci6n cualquiera del sistema que tiene los mismos coeficientes pero como vector de términos independientes la proyeccién ortogonal de b sobre el espacio columna de A."
    },
    "417": {
        "answer": false,
        "explanation": null,
        "text": "La solucién del problema de minimos cuadrados de cualquier sistema de ecuaciones lineales es tinica."
    },
    "418": {
        "answer": true,
        "explanation": null,
        "text": "Toda matriz ortogonalmente diagonalizable es necesariamente simétrica."
    },
    "419": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz simétrica y los vectores u, v satisfacen Au = 3u y Av = 4v entonces u y v son ortogonales."
    },
    "420": {
        "answer": false,
        "explanation": null,
        "text": "Toda matriz simétrica n x 1 tiene n autovalores reales distintos."
    },
    "421": {
        "answer": false,
        "explanation": null,
        "text": "Si v es un vector no nulo de R\", la matriz vv\" es una matriz de proyeccion."
    },
    "422": {
        "answer": true,
        "explanation": null,
        "text": "Si B = PDP! donde D es una matriz diagonal y P ortogonal, entonces B es simétrica."
    },
    "423": {
        "answer": false,
        "explanation": null,
        "text": "Toda matriz ortogonal admite una diagonalizacién ortogonal."
    },
    "424": {
        "answer": true,
        "explanation": null,
        "text": "La dimension de cualquier subespacio propio de una matriz real simétrica es igual a la multiplicidad algebraica de su correspondiente autovalor."
    },
    "425": {
        "answer": null,
        "explanation": null,
        "text": "Para cualquier matriz simétrica n x n, A, si x,y € R\" entonces (Ax)-y = x-(Ay)."
    },
    "426": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz simétrica y B es cualquier matriz tal que BA existe, entonces B'AB es una matriz simétrica."
    },
    "427": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz ortogonalmente diagonalizable e inversible entonces A” también es ortogonalmente diagonalizable."
    },
    "428": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz simétrica entonces toda matriz semejante a A es también simétrica."
    },
    "429": {
        "answer": true,
        "explanation": null,
        "text": "Si A = AT entonces A es ortogonalmente diagonalizable."
    },
    "430": {
        "answer": true,
        "explanation": null,
        "text": "Una matriz simétrica puede ser semejante a una matriz no simétrica."
    },
    "431": {
        "answer": false,
        "explanation": null,
        "text": "Una matriz es ortogonalmente diagonalizable si y sdlo si es semejante a una matriz simétrica."
    },
    "432": {
        "answer": true,
        "explanation": null,
        "text": "Si v es un vector no nulo de R\", entonces vv! es una matriz n x 1 de rango igual a 1."
    },
    "433": {
        "answer": null,
        "explanation": null,
        "text": "Toda matriz simétrica n x n es igual a una combinaci6n lineal de n matrices de rango 1."
    },
    "434": {
        "answer": false,
        "explanation": null,
        "text": "Para alguna matriz real simétrica algun autovalor puede tener una multiplicidad algebraica distinta de su multiplicidad geométrica."
    },
    "435": {
        "answer": false,
        "explanation": null,
        "text": "Si B = PDP\"! donde D es una matriz diagonal entonces B es una matriz simétrica."
    },
    "436": {
        "answer": true,
        "explanation": null,
        "text": "Toda matriz real simétrica admite una diagonalizacién ortogonal."
    },
    "437": {
        "answer": true,
        "explanation": null,
        "text": "Si u es un vector unitario de R\" y B = uu! entonces para todo vector x € R” sin excepcidn, Bx es la proyeccién ortogonal de x sobre u."
    },
    "438": {
        "answer": true,
        "explanation": null,
        "text": "La matriz de una forma cuadratica es una matriz simétrica"
    },
    "439": {
        "answer": true,
        "explanation": null,
        "text": "Una forma cuadratica carece de términos de productos cruzados si y sdlo si la matriz de la forma cuadratica es una matriz diagonal."
    },
    "440": {
        "answer": false,
        "explanation": null,
        "text": "Para toda matriz A los ejes principales de la forma cuadratica x\" Ax son vectores propios de A."
    },
    "441": {
        "answer": false,
        "explanation": null,
        "text": "Una forma cuadratica definida positiva, Q, satisface Q(x) > 0 para todo vector x de R\"."
    },
    "442": {
        "answer": true,
        "explanation": null,
        "text": "Si los autovalores de una matriz simétrica A son todos positivos, entonces la forma cuadratica x! Ax es definida positiva."
    },
    "443": {
        "answer": false,
        "explanation": null,
        "text": "El maximo valor que alcanza una forma cuadratica definida positiva es el mayor valor propio de la matriz simétrica que la define."
    },
    "444": {
        "answer": true,
        "explanation": null,
        "text": "La expresi6n ||x||? define una forma cuadratica."
    },
    "445": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz simétrica y P una matriz ortogonal, entonces el cambio de variable x = Py transforma x! Ax en una forma cuadratica sin términos de productos cruzados."
    },
    "446": {
        "answer": false,
        "explanation": null,
        "text": "Si A es una matriz simétrica 2 x 2, entonces el conjunto de vectores x tales que x! Ax = c (para un ntimero c dado) corresponde a una circunferencia 0 a una elipse o a una hipérbola."
    },
    "447": {
        "answer": false,
        "explanation": null,
        "text": "Una forma cuadratica indefinida es o bien semidefinida positiva 0 semidefinida negativa."
    },
    "448": {
        "answer": true,
        "explanation": null,
        "text": "Si A es una matriz simétrica y todos los valores de la forma cuadratica x\" Ax son negativos para x # 0, entonces los autovalores de A son todos negativos."
    },
    "449": {
        "answer": false,
        "explanation": null,
        "text": "El maximo valor que una forma cuadratica de matriz A alcanza para x unitario es el mayor de los elementos diagonales de A."
    },
    "450": {
        "answer": false,
        "explanation": null,
        "text": "Si todos los coeficientes de una forma cuadratica son positivos entonces la forma cuadratica es definida positiva."
    },
    "451": {
        "answer": false,
        "explanation": null,
        "text": "Si q es una forma cuadratica en R\" y q es definida positiva, entonces q satisface q(x) > 0 para todo x € R\"."
    },
    "452": {
        "answer": false,
        "explanation": null,
        "text": "Si A es la matriz de una forma cuadratica q(x) en R\" y x! Ax > 0 para algtin vector x € R” entonces q(x) es una forma cuadratica definida positiva."
    },
    "453": {
        "answer": true,
        "explanation": null,
        "text": "La matriz de una forma cuadratica q(X1,...,%,) es una matriz diagonal si y solo si la forma cuadratica solamente tiene términos de la forma xP,"
    },
    "454": {
        "answer": true,
        "explanation": null,
        "text": "Para toda forma cuadratica se puede hallar un cambio de variable que la transforma en una forma cuadratica con matriz diagonal."
    },
    "455": {
        "answer": true,
        "explanation": null,
        "text": "Si A es simétrica y P es ortogonal, el cambio de variable x = Pu transforma la forma cuadratica x? A x en una forma cuadratica cuya matriz es P~! AP."
    },
    "456": {
        "answer": false,
        "explanation": null,
        "text": "Una forma cuadratica definida positiva puede transformarse en una forma definida negativa mediante un cambio de variable x = Py definido por una matriz ortogonal P."
    },
    "457": {
        "answer": false,
        "explanation": null,
        "text": "Toda forma cuadratica indefinida es isotrépica."
    },
    "458": {
        "answer": false,
        "explanation": null,
        "text": "Toda forma cuadratica indefinida es degenerada."
    },
    "459": {
        "answer": false,
        "explanation": null,
        "text": "Toda forma cuadratica semidefinida 0 es definida 0 es degenerada."
    },
    "460": {
        "answer": false,
        "explanation": null,
        "text": "Una forma cuadratica indefinida es aquella cuyos autovalores no estan bien definidos."
    },
    "461": {
        "answer": true,
        "explanation": null,
        "text": "Una forma cuadratica degenerada no puede ser definida pero si puede ser semidefinida."
    },
    "462": {
        "answer": true,
        "explanation": null,
        "text": "Todo eje principal de una forma cuadratica cuya matriz es A esta determinado por un vector propio de A."
    },
    "463": {
        "answer": true,
        "explanation": null,
        "text": "Todo vector propio de una matriz simétrica A determina un eje principal de la forma cuadratica xTA x."
    },
    "464": {
        "answer": false,
        "explanation": null,
        "text": "Los ejes principales de una forma cuadratica cuya matriz es A pueden ser las columnas de cualquier matriz P que diagonalize a A."
    },
    "465": {
        "answer": true,
        "explanation": null,
        "text": "Si q es una forma cuadratica indefinida, el maximo valor que alcanza q(x) para x unitario es el mayor valor propio de la matriz de q."
    },
    "466": {
        "answer": false,
        "explanation": null,
        "text": "La ecuacién Ax = b se conoce como una ecuacion vectorial."
    },
    "467": {
        "answer": true,
        "explanation": null,
        "text": "Todas las operaciones elementales de fila son inversibles y sus inversas también son operaciones elementales de filas."
    },
    "468": {
        "answer": false,
        "explanation": null,
        "text": "Una matriz 5 x 6 tiene seis filas."
    },
    "469": {
        "answer": false,
        "explanation": null,
        "text": "El conjunto soluci6n de un sistema de ecuaciones lineales que tenga las inc6gnitas x1,...,Xn es una lista de ntmeros s1,...,S; que hace de cada ecuacién del sistema un enunciado verdadero cuando las incégnitas x1,...,X se sustituyen por los valores s1,...,Sn-"
    },
    "470": {
        "answer": true,
        "explanation": null,
        "text": "Las dos preguntas fundamentales acerca de un sistema de ecuaciones lineales son preguntas sobre la existencia y la unicidad de solucién."
    },
    "471": {
        "answer": true,
        "explanation": null,
        "text": "Las operaciones elementales de fila realizadas sobre la matriz (ampliada) de un sistema de ecuaciones lineales no cambian nunca el conjunto solucién del sistema."
    },
    "472": {
        "answer": false,
        "explanation": null,
        "text": "Dos matrices son equivalentes por filas cuando poseen el mismo numero de filas."
    },
    "473": {
        "answer": false,
        "explanation": null,
        "text": "Un sistema incompatible tiene mas de una solucién."
    },
    "474": {
        "answer": true,
        "explanation": null,
        "text": "Dos sistemas de ecuaciones lineales son equivalentes si y sdlo si ambos tienen el mismo conjunto soluci6n."
    },
    "475": {
        "answer": true,
        "explanation": null,
        "text": "Una soluci6én particular de un sistema de ecuaciones lineales que tenga las incdégnitas X1,.-+,Xn es una lista de nimeros s1,...,S; que hace de cada ecuacién del sistema un enun- ciado verdadero cuando las incégnitas x1,...,X, se sustituyen por los valores $1,...,Sy-"
    },
    "476": {
        "answer": true,
        "explanation": null,
        "text": "Si un sistema compatible tiene variables libres, entonces el sistema tiene muchas soluciones."
    },
    "477": {
        "answer": false,
        "explanation": null,
        "text": "Toda operacion elemental realizada sobre un sistema de ecuaciones lineales cambia las ecuaciones pero no las soluciones."
    },
    "478": {
        "answer": false,
        "explanation": null,
        "text": "En algunos casos, una matriz se puede reducir por filas a mas de una matriz en forma escalonada reducida, usando diferentes secuencias de operaciones elementales de filas."
    },
    "479": {
        "answer": false,
        "explanation": null,
        "text": "El algoritmo de reducci6n por filas se aplica solamente a matrices ampliadas de sistemas de ecuaciones lineales."
    },
    "480": {
        "answer": true,
        "explanation": null,
        "text": "Una incdgnita basica de un sistema de ecuaciones lineales es una incégnita que corresponde a una columna pivote en la matriz de coeficientes."
    },
    "481": {
        "answer": true,
        "explanation": null,
        "text": "Resolver un sistema de ecuaciones lineales es lo mismo que encontrar las ecuaciones paramétricas de su conjunto solucién."
    },
    "482": {
        "answer": false,
        "explanation": null,
        "text": "Si una fila en la forma escalonada de la matriz ampliada de un sistema es (0 0 05 0), entonces el sistema de ecuaciones lineales asociado es incompatible."
    },
    "483": {
        "answer": false,
        "explanation": null,
        "text": "La forma escalonada de una matriz es tnica."
    },
    "484": {
        "answer": false,
        "explanation": null,
        "text": "En una matriz, las posiciones pivote dependen de si se usan 0 no intercambios de fila en el proceso de eliminaci6n."
    },
    "485": {
        "answer": true,
        "explanation": null,
        "text": "La reducci6n de una matriz a forma escalonada es la fase progresiva del proceso de reducci6n por filas."
    },
    "486": {
        "answer": false,
        "explanation": null,
        "text": "Si un sistema tiene variables libres, entonces el conjunto solucién contiene muchas solucio- nes."
    },
    "487": {
        "answer": true,
        "explanation": null,
        "text": "Una solucién general de un sistema es una descripcién explicita de todas las soluciones del sistema."
    },
    "488": {
        "answer": false,
        "explanation": null,
        "text": "Dos matrices son equivalentes por filas si y solo si tienen el mismo numero de pivotes."
    },
    "489": {
        "answer": false,
        "explanation": null,
        "text": "Dos matrices son equivalentes por filas si y solo si tienen el mismo ntimero de pivotes y en las mismas posiciones."
    },
    "490": {
        "answer": false,
        "explanation": null,
        "text": "Una notacion equivalente para el vector (3) es [—4 3]."
    },
    "491": {
        "answer": false,
        "explanation": null,
        "text": "Los puntos en el plano correspondientes a (—2,5) y (—5,2) estan sobre una recta que pasa por el origen."
    },
    "492": {
        "answer": true,
        "explanation": null,
        "text": "Un ejemplo de una combinacion lineal de los vectores v1 y v2 es el vector 5Y1-"
    },
    "493": {
        "answer": true,
        "explanation": null,
        "text": "El conjunto solucién del sistema cuya matriz ampliada soluci6n de la ecuaci6n vectorial x, a; + x2a2 + x3a3 = b.  1 a2 a3 b] es igual al conjunto"
    },
    "494": {
        "answer": false,
        "explanation": null,
        "text": "Cualesquiera que sean los vectores u, v el conjunto generado por ellos, Gen{u, v}, siempre representa un plano que pasa por el origen."
    },
    "495": {
        "answer": false,
        "explanation": null,
        "text": "‘a de cinco ntimeros reales es un vector en R°.  Cualquier lis"
    },
    "496": {
        "answer": true,
        "explanation": null,
        "text": "El vector u se obtiene cuando al vector u — v se le suma el vector v."
    },
    "497": {
        "answer": true,
        "explanation": null,
        "text": "Si u y v son vectores distintos de cero, Gen{u, vj contiene la recta que pasa por u y por el origen."
    },
    "498": {
        "answer": true,
        "explanation": null,
        "text": "Si u y v son vectores distintos ambos no nulos, Gen{u, v} contiene la recta que pasa por u y por v."
    },
    "499": {
        "answer": true,
        "explanation": null,
        "text": "Preguntar si el sistema correspondiente a una matriz ampliada |a; a2 a3 b| tiene alguna soluci6n es lo mismo que preguntar si b esta en el conjunto generado Gen{aj, a2, a3}."
    },
    "500": {
        "answer": true,
        "explanation": null,
        "text": "Si la ecuacién Ax = b es incompatible, entonces b no esta en el conjunto generado por las columnas de A."
    },
    "501": {
        "answer": false,
        "explanation": null,
        "text": "El espacio columna de una matriz A es el conjunto de soluciones de Ax = b."
    },
    "502": {
        "answer": true,
        "explanation": null,
        "text": "El espacio columna de una matriz A esta generado por las columnas de A."
    },
    "503": {
        "answer": false,
        "explanation": null,
        "text": "Un vector b pertenece al espacio columna de A si y sdlo si el sistema Ax = b es compatible y determinado."
    },
    "504": {
        "answer": true,
        "explanation": null,
        "text": "El espacio columna de una matriz A esta generado por las columnas pivote de A."
    },
    "505": {
        "answer": true,
        "explanation": null,
        "text": "Cualquier combinacion lineal de vectores siempre puede escribirse en la forma de producto Ax para una matriz A y un vector x."
    },
    "506": {
        "answer": false,
        "explanation": null,
        "text": "La ecuacién x = p + fv describe una recta que pasa por v y es paralela a p."
    },
    "507": {
        "answer": true,
        "explanation": null,
        "text": "Si en la matriz A la columna 3 es el doble de la columna 5, al hacer una operacién elemental de filas sobre A seguira siendo la columna 3 el doble de la columna 5."
    },
    "508": {
        "answer": true,
        "explanation": null,
        "text": "Si en una matriz la columna 2 es la suma de las columnas 1 y 4, al hacer una operaci6n elemental de filas seguira siendo la columna 2 igual a la suma de las columnas 1 y 4."
    },
    "509": {
        "answer": false,
        "explanation": null,
        "text": "Las operaciones elementales de filas conservan el espacio columna de una matriz."
    },
    "510": {
        "answer": true,
        "explanation": null,
        "text": "Las operaciones elementales de filas conservan el espacio fila de una matriz."
    },
    "511": {
        "answer": true,
        "explanation": null,
        "text": "Dados los vectores v1,...,Vp en R”, el conjunto de todas las combinaciones lineales de estos vectores es un subespacio de R”."
    },
    "512": {
        "answer": false,
        "explanation": null,
        "text": "El conjunto de todas las soluciones de un sistema de m ecuaciones homogéneas con n incégnitas es un subespacio de R™."
    },
    "513": {
        "answer": false,
        "explanation": null,
        "text": "Un subespacio de R” es cualquier conjunto H tal que (i) el vector cero estd en H, (ii) si uy v estén en H, u+v esté en H, y (iii) sic es un ntimero y u esté en H, cu esta en H."
    },
    "514": {
        "answer": null,
        "explanation": null,
        "text": "Si x es un vector de un espacio vectorial V y si B es una base de V que tiene n vectores entonces [x] es un vector de R”."
    },
    "515": {
        "answer": false,
        "explanation": null,
        "text": "Si Pg es la matriz de cambio de coordenadas de la base B a la base candénica entonces [x]g = Pg: x"
    },
    "516": {
        "answer": false,
        "explanation": null,
        "text": "La base canénica de R” es la matriz identidad n x n, In."
    },
    "517": {
        "answer": false,
        "explanation": null,
        "text": "Si B es una forma escalonada de una matriz A, entonces las columnas pivote de B forman una base para Col A."
    },
    "518": {
        "answer": false,
        "explanation": null,
        "text": "A es una matriz m x ny la ecuacién Ax = b es compatible entonces Col A es igual aR”."
    },
    "519": {
        "answer": true,
        "explanation": null,
        "text": "Si B es una base de V que tiene 3 elementos, entonces V y R® son isomorfos."
    },
    "520": {
        "answer": true,
        "explanation": null,
        "text": "Las operaciones elementales de filas no afectan a las relaciones de dependencia lineal entre las columnas de una matriz."
    },
    "521": {
        "answer": true,
        "explanation": null,
        "text": "Si B es la base canénica de R™ entonces el vector de coordenadas de un x de R™ relativas a B es el propio x."
    },
    "522": {
        "answer": false,
        "explanation": null,
        "text": "El espacio columna de una matriz A es el conjunto de soluciones de Ax = b."
    },
    "523": {
        "answer": true,
        "explanation": null,
        "text": "Si B= {vi,..., vp} es una base de un subespacio H de R”, entonces la correspondencia x ++ [x]p hace que H se vea y acttie igual que R?."
    },
    "524": {
        "answer": true,
        "explanation": null,
        "text": "Una base es un conjunto de vectores linealmente independientes con el mayor nimero posible de vectores."
    },
    "525": {
        "answer": true,
        "explanation": null,
        "text": "Las columnas de una matriz inversible n x n forman una base de R”."
    },
    "526": {
        "answer": true,
        "explanation": null,
        "text": "El espacio nulo de una matriz m x n es un subespacio de R”."
    },
    "527": {
        "answer": true,
        "explanation": null,
        "text": "Si un conjunto finito de vectores, S, genera un espacio vectorial V, entonces algtin subconjunto de S' es una base de V."
    },
    "528": {
        "answer": true,
        "explanation": null,
        "text": "Si B = {vi,..., vn} es una base de R” entonces para todo i = 1,..., n el vector de coordenadas de vj respecto a la base B es e;: [vig = ei."
    }
}
